package net.thumbtack.onlineshop.dto.response.basket;

public class BasketBuyProductResponse {
//    {
//    “bought” : [
//        {
//            "​id":​ ​идентификатор товара,​
//            "​name":​ "​название товара",​
//            "​price":​ с​тоимость за единицу товара
//            "​count":​ к​оличество единиц товара,
//        }
//    …
//        {
//            "​id":​ ​идентификатор товара,​
//            "​name":​ "​название товара",​
//            "​price":​ с​тоимость за единицу товара
//            "​count":​ к​оличество единиц товара,
//        }
//    ]
//    “remaining” : [
//        {
//            "​id":​ ​идентификатор товара,​
//            "​name":​ "​название товара",​
//            "​price":​ с​тоимость за единицу товара
//            "​count":​ к​оличество единиц товара,
//        }
//    ...
//        {
//            "​id":​ ​идентификатор товара,​
//            "​name":​ "​название товара",​
//            "​price":​ с​тоимость за единицу товара
//            "​count":​ к​оличество единиц товара,
//        }
//    ]
//    }

}
